<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------
// 分类：🔒 固定/系统级 —— 框架验证码底层参数，一般不需要改。
// 无 admin 写入点，本文件不会被后台保存操作覆盖，注释可以安全保留。
// 详见 application/extra/README.md

return [
    'codeSet'  => '1234567890',
    'length'   => 4,
    'fontSize' => 16,
    'secure'=>false,
    'useNoise' => false,
    'useCurve' => false,
];
