<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------
// 分类：🖥️ 服务器/部署相关 —— 队列驱动，默认同步执行，仅接入 Redis
// 等队列中间件时才需要按服务器环境改动。无 admin 写入点，注释可以安全保留。
// 详见 application/extra/README.md

return [
    'connector' => 'Sync'
];
